Repository: inqdesign/FutureVoice
Catalog: FutureVoice/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: Refills on %@
es: Se recarga el %@
fr: Se recharge le %@
ja: %@に補充されます
ko: %@에 새로 채워져요
zh_hans: %@重新补满
zh_hant: %@重新補滿

source: Refills on %@.
es: Se recarga el %@.
fr: Se recharge le %@.
ja: %@に補充されます。
ko: %@에 새로 채워져요.
zh_hans: %@重新补满。
zh_hant: %@重新補滿。

source: Regenerate from saved recording
es: Volver a crear con la grabación guardada
fr: Refaire avec l’enregistrement gardé
ja: 保存した録音から作り直す
ko: 저장된 녹음으로 다시 만들기
zh_hans: 用已保存的录音重新产生
zh_hant: 用已儲存的錄音重新產生

source: Rehearse before it happens
es: Ensaya antes de que pase
fr: Répète avant que ça arrive
ja: 本番の前に予行練習
ko: 닥치기 전에 미리 연습
zh_hans: 事情发生前先排练
zh_hant: 事情發生前先排練

source: Remove
es: Quitar
fr: Retirer
ja: 削除
ko: 없애기
zh_hans: 移除
zh_hant: 移除

source: Remove from expressions
es: Quitar de expresiones
fr: Retirer des expressions
ja: 表現から削除
ko: 표현 목록에서 지우기
zh_hans: 从用语中移除
zh_hant: 從用語中移除

source: Remove photo
es: Quitar la foto
fr: Retirer la photo
ja: 写真を外す
ko: 사진 빼기
zh_hans: 移除照片
zh_hant: 移除照片

source: Remove the accent?
es: ¿Quitar el acento?
fr: Retirer l’accent ?
ja: アクセントを消しますか？
ko: 억양을 없앨까요?
zh_hans: 要移除口音吗？
zh_hant: 要移除口音嗎？

source: Replace your current clone with a new one
es: Cambia tu clon actual por uno nuevo
fr: Remplace ton clone actuel par un nouveau
ja: 今の声を新しく録音したものに置き換えます
ko: 지금 목소리를 새로 녹음한 것으로 바꿔요
zh_hans: 用新录的声音取代现在的声音
zh_hant: 用新錄的聲音取代現在的聲音

source: Replay onboarding
es: Repetir la configuración inicial
fr: Refaire la configuration initiale
ja: 初期設定をやり直す
ko: 첫 설정 다시 하기
zh_hans: 重新跑一次初始设置
zh_hant: 重新跑一次初始設定

source: Replay shadow lines
es: Volver a escuchar las frases de shadowing
fr: Réécouter les phrases de shadowing
ja: シャドーイングの文をもう一度聞く
ko: 섀도잉 문장 다시 듣기
zh_hans: 重听跟读句子
zh_hant: 重聽跟讀句子

source: Replays
es: Escuchas
fr: Réécoutes
ja: もう一度聞く
ko: 다시 듣기
zh_hans: 重听
zh_hant: 重聽

source: Reset setup, voice & persona — stays signed in
es: Borra la configuración, la voz y el perfil. Tu sesión se mantiene
fr: Efface la configuration, la voix et le profil. Tu restes connecté
ja: 設定・声・プロフィールを消します。ログインはそのままです
ko: 설정·목소리·프로필을 지워요. 로그인은 그대로예요
zh_hans: 清除设置、声音和个人文件。登录状态不变
zh_hant: 清除設定、聲音和個人檔案。登入狀態不變

source: Restore purchases
es: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元
ko: 구매 복원
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Resume
es: Continuar
fr: Continuer
ja: 再開
ko: 이어서 하기
zh_hans: 继续
zh_hant: 繼續

source: Review cards
es: Tarjetas de repaso
fr: Cartes de révision
ja: 復習カード
ko: 복습 카드
zh_hans: 复习卡片
zh_hant: 複習卡片

source: Review drills
es: Repasar ejercicios
fr: Réviser les exercices
ja: ドリルを復習
ko: 드릴 복습
zh_hans: 复习训练
zh_hant: 複習訓練

source: Review stays free, and always did.
es: El repaso es gratis, y siempre lo fue.
fr: La révision est gratuite, et elle l’a toujours été.
ja: 復習はこれまでも、これからも無料です。
ko: 복습은 원래도, 지금도 무료예요.
zh_hans: 复习一直都是免费的，现在也是。
zh_hant: 複習一直都是免費的，現在也是。

source: Review what this month left you, or move to Plus to keep going now.
es: Repasa lo que te dejó este mes, o pásate a Plus para seguir ahora.
fr: Révise ce que ce mois t’a laissé, ou passe à Plus pour continuer maintenant.
ja: 今月出てきたものを復習するか、今すぐもっと話したいならプラスに変えましょう。
ko: 이번 달에 나온 것들을 복습하거나, 지금 더 얘기하고 싶으면 플러스로 바꿔요.
zh_hans: 复习这个月留下的内容，或是换成Plus，现在就继续聊。
zh_hant: 複習這個月留下的內容，或是換成Plus，現在就繼續聊。

source: Review what today left you, or go Unlimited to keep going now.
es: Repasa lo que te dejó hoy, o pásate a Ilimitado para seguir ahora.
fr: Révise ce qu’aujourd’hui t’a laissé, ou passe à Illimité pour continuer maintenant.
ja: 今日出てきたものを復習するか、今すぐもっと話したいなら無制限に変えましょう。
ko: 오늘 나온 것들을 복습하거나, 지금 더 얘기하고 싶으면 무제한으로 바꿔요.
zh_hans: 复习今天留下的内容，或是换成无限制方案，现在就继续聊。
zh_hant: 複習今天留下的內容，或是換成無限制方案，現在就繼續聊。

source: Review your slips
es: Repasar tus fallos
fr: Réviser tes fautes
ja: ミスを復習する
ko: 실수 복습하기
zh_hans: 复习你的错误
zh_hant: 複習你的錯誤

source: Reviewing your saved words, drills, and dialogues stays free during the beta.
es: Repasar tus palabras guardadas, los ejercicios y los diálogos sigue siendo gratis durante la beta.
fr: Réviser tes mots enregistrés, tes exercices et tes dialogues reste gratuit pendant la bêta.
ja: 保存した単語・ドリル・会話の復習は、ベータ期間中もずっと無料です。
ko: 저장한 단어·드릴·대화 복습은 베타 기간에도 계속 무료예요.
zh_hans: 复习保存的单词、训练和对话，在测试期间也一直免费。
zh_hant: 複習儲存的單字、訓練和對話，在測試期間也一直免費。

source: Reviews
es: Repasos
fr: Révisions
ja: 復習
ko: 복습
zh_hans: 复习
zh_hant: 複習

source: Room to talk at length, as often as you like.
es: Da para hablar largo y a menudo.
fr: De quoi parler longtemps, aussi souvent que tu veux.
ja: 長く、何度でも話せる量です。
ko: 길게, 자주 얘기할 수 있는 양이에요.
zh_hans: 可以聊很久、常常聊的量。
zh_hant: 可以聊很久、常常聊的量。

source: Said %lld×
es: Dicho %lld×
fr: Dit %lld×
ja: 言った回数 %lld回
ko: 말한 횟수 %lld번
zh_hans: 说过%lld次
zh_hant: 說過%lld次

source: Same voice, new language
es: La misma voz, un idioma nuevo
fr: La même voix, une nouvelle langue
ja: 同じ声で、新しい言語を
ko: 같은 목소리로 새 언어를
zh_hans: 同一个声音，新的语言
zh_hant: 同一個聲音，新的語言

source: Same voice, the accent you choose
es: La misma voz, con el acento que elijas
fr: La même voix, avec l’accent que tu choisis
ja: 同じ声に、選んだアクセントで
ko: 같은 목소리에, 고른 억양으로
zh_hans: 同一个声音，换上你选的口音
zh_hant: 同一個聲音，換上你選的口音

source: Same words, both voices
es: La misma frase, dos voces
fr: La même phrase, deux voix
ja: 同じ文、ふたつの声
ko: 같은 문장, 두 목소리
zh_hans: 同一句话，两种声音
zh_hant: 同一句話，兩種聲音

source: Sample
es: Ejemplo
fr: Exemple
ja: 例
ko: 예시
zh_hans: 范例
zh_hant: 範例

source: Save %lld%% vs monthly
es: Ahorra %lld%% frente al mensual
fr: %lld%% d’économie par rapport au mensuel
ja: 月額より%lld%%お得
ko: 월간 대비 %lld%% 절약
zh_hans: 比月缴省%lld%%
zh_hant: 比月繳省%lld%%

source: Saved here, but ElevenLabs didn't accept the new name: %@ It'll be applied the next time your voice is cloned.
es: Guardado aquí, pero ElevenLabs no aceptó el nombre nuevo: %@ Se aplicará la próxima vez que se cree tu voz.
fr: Enregistré sur cet appareil, mais ElevenLabs n’a pas accepté le nouveau nom : %@ Il sera appliqué au prochain clonage de ta voix.
ja: この端末には保存しましたが、ElevenLabsが新しい名前を受け付けませんでした: %@ 次に声を作り直すときに反映されます。
ko: 이 기기에는 저장했는데 ElevenLabs가 새 이름을 받지 않았어요: %@ 다음에 목소리를 다시 만들 때 반영돼요.
zh_hans: 已存在这台设备上，但 ElevenLabs 没有接受新名字：%@ 下次重新克隆声音时会套用。
zh_hant: 已存在這台裝置上，但 ElevenLabs 沒有接受新名字：%@ 下次重新複製聲音時會套用。

source: Say hello
es: Saluda
fr: Dis bonjour
ja: 作った人へ
ko: 만든 사람에게
zh_hans: 跟开发者打声招呼
zh_hant: 跟開發者打聲招呼

source: Scene partner voice: %@
es: Voz de la otra persona en la escena: %@
fr: Voix de l’autre personne dans la scène : %@
ja: シーン練習の相手の声: %@
ko: 상황연습 상대 목소리: %@
zh_hans: 情境练习对方的声音：%@
zh_hant: 情境練習對方的聲音：%@

source: Scenes refill at the start of each billing period.
es: Las escenas se renuevan al empezar cada periodo de facturación.
fr: Les scènes sont rechargées au début de chaque période de facturation.
ja: シーン練習は、請求期間が始まるたびに補充されます。
ko: 상황연습은 결제 주기가 시작될 때 새로 채워져요.
zh_hans: 情境练习的次数会在每个账单周期开始时补满。
zh_hant: 情境練習的次數會在每個帳單週期開始時補滿。

source: Scenes refill on %@.
es: Las escenas se renuevan el %@.
fr: Les scènes sont rechargées le %@.
ja: シーン練習は%@に補充されます。
ko: 상황연습은 %@에 새로 채워져요.
zh_hans: 情境练习的次数会在%@补满。
zh_hant: 情境練習的次數會在%@補滿。

source: science
es: ciencia
fr: sciences
ja: 科学
ko: 과학
zh_hans: 科学
zh_hant: 科學

source: Scorecard
es: Tarjeta de puntuación
fr: Bilan
ja: スコアカード
ko: 스코어카드
zh_hans: 成绩单
zh_hant: 成績單

source: See %@ words
es: Ver %@ palabras
fr: Voir %@ mots
ja: %@の単語を見る
ko: %@ 단어 보기
zh_hans: 看%@的单词
zh_hant: 看%@的單字

source: See plans
es: Ver planes
fr: Voir les formules
ja: プランを見る
ko: 요금제 보기
zh_hans: 看方案
zh_hant: 看方案

source: See Unlimited
es: Ver Ilimitado
fr: Voir Illimité
ja: 無制限を見る
ko: 무제한 보기
zh_hans: 看无限制方案
zh_hant: 看無限制方案

source: See where it went
es: Ver en qué se usó
fr: Voir à quoi ça a servi
ja: 使い道を見る
ko: 어디에 썼는지 보기
zh_hans: 看用在哪里
zh_hant: 看用在哪裡

source: Selected: %@ / %@
es: Seleccionado: %@ / %@
fr: Sélection : %@ / %@
ja: 選択: %@ / %@
ko: 선택: %@ / %@
zh_hans: 已选：%@ / %@
zh_hant: 已選：%@ / %@

source: Session scorecards, weekly reports, and the daily call are on the house.
es: La puntuación de cada llamada, el informe semanal y la llamada diaria son gratis.
fr: Les bilans d’appel, les rapports hebdomadaires et l’appel quotidien sont offerts.
ja: 通話のスコアカード、週間レポート、毎日の電話はすべて無料です。
ko: 대화 성적표, 주간 리포트, 매일 오는 전화는 전부 무료예요.
zh_hans: 通话成绩单、每周报告和每日来电全都免费。
zh_hant: 通話成績單、每週報告和每日來電全都免費。

source: Set up your profile
es: Crea tu perfil
fr: Crée ton profil
ja: プロフィールを作りましょう
ko: 프로필을 만들어 주세요
zh_hans: 创建个人文件
zh_hant: 建立個人檔案

source: Settings, explanations, corrections and notes all come in this language. Tabs and the buttons inside practice stay in the language you're learning.
es: Los ajustes, las explicaciones, las correcciones y las notas salen en este idioma. Las pestañas y los botones de la práctica se quedan en el idioma que aprendes: verlos cada día ya es practicar.
fr: Les réglages, les explications, les corrections et les notes arrivent dans cette langue. Les onglets et les boutons de la pratique restent dans la langue apprise : les voir chaque jour, c’est déjà s’entraîner.
ja: 設定や説明、修正やメモはこの言語で表示されます。タブと練習画面のボタンは学習中の言語のままです。毎日目にすること自体が練習になるからです。
ko: 설정과 설명, 교정과 노트가 이 언어로 나와요. 탭과 연습 화면의 버튼은 배우는 언어 그대로 두고요 — 매일 눈에 익히는 게 그 자체로 연습이라서요.
zh_hans: 设置、说明、修正和笔记都会用这个语言显示。标签和练习界面里的按钮则维持学习中的语言，每天看到本身就是练习。
zh_hant: 設定、說明、修正和筆記都會用這個語言顯示。分頁和練習畫面裡的按鈕則維持學習中的語言，每天看到本身就是練習。

source: Setup is free, including re-records in the first day. Later re-records cost a little.
es: Crear la voz es gratis, y también volver a grabarla el primer día. Después, volver a crearla cuesta un poco.
fr: La créer est gratuit, et réenregistrer le premier jour aussi. Après, refaire ta voix coûte un peu.
ja: 最初に作るときは無料です。初日のうちの録り直しも。その後の作り直しは少しかかります。
ko: 처음 만들 때는 무료예요. 첫날 안에 다시 녹음하는 것도요. 그 뒤에 다시 만들면 조금 들어요.
zh_hans: 第一次创建免费，第一天内重录也免费。之后再重新创建会花一点。
zh_hant: 第一次建立免費，第一天內重錄也免費。之後再重新建立會花一點。

source: Shadow any line, get a real score, watch the weekly trend.
es: Haz shadowing de cualquier frase, recibe una puntuación real y mira la tendencia semanal.
fr: Fais du shadowing sur n’importe quelle phrase, reçois un vrai score et suis la tendance de la semaine.
ja: どの文でもシャドーイングして、実際のスコアと週ごとの推移を確認しましょう。
ko: 어떤 문장이든 섀도잉하고 실제 점수와 주간 추이를 확인하세요.
zh_hans: 任何句子都能跟读，拿到真实分数，看每周的变化。
zh_hant: 任何句子都能跟讀，拿到真實分數，看每週的變化。

source: Shadow the exact lines in your own voice, at any speed, until they stick.
es: Repite con tu propia voz, cambiando la velocidad, hasta que se te quede.
fr: Répète avec ta propre voix en changeant la vitesse, jusqu’à ce que ça reste.
ja: 速度を変えながら、自分の声で真似して読みます。口になじむまで。
ko: 속도를 바꿔가며 내 목소리로 따라 읽어요. 입에 붙을 때까지요.
zh_hans: 用自己的声音跟读，速度随你调，练到顺口为止。
zh_hant: 用自己的聲音跟讀，速度隨你調，練到順口為止。

source: Shadow your fluent self's lines in your own voice. Slow it down, loop the part that trips you, until it comes out without thinking.
es: Repite las frases de tu yo fluido con tu propia voz. Más despacio, en bucle en la parte que se te traba, hasta que salga sin pensar.
fr: Répète les phrases de ton moi fluide avec ta propre voix. Plus lentement, en boucle sur le passage qui coince, jusqu’à ce que ça sorte sans réfléchir.
ja: 流暢な自分の声をそのまま真似して話します。ゆっくり、つまずくところだけ繰り返して、考えずに出てくるまで。
ko: 유창해진 내 목소리를 그대로 따라 말해요. 느리게, 걸리는 구간만 반복해서, 생각 없이 나올 때까지요.
zh_hans: 用自己的声音跟着流利的自己说。放慢，只重复卡住的地方，练到不用想就能说出口。
zh_hant: 用自己的聲音跟著流利的自己說。放慢，只重複卡住的地方，練到不用想就能說出口。

source: Shadowing · words · replays · drills
es: Shadowing · palabras · volver a escuchar · ejercicios
fr: Shadowing · mots · réécoutes · exercices
ja: シャドーイング・単語学習・会話の再生・ドリル復習
ko: 섀도잉·단어학습·대화 재생·드릴 복습
zh_hans: 跟读·单词学习·对话重听·训练复习
zh_hant: 跟讀·單字學習·對話重聽·訓練複習

source: Share
es: Compartir
fr: Partager
ja: 共有
ko: 공유
zh_hans: 分享
zh_hant: 分享

source: Share card
es: Compartir tarjeta
fr: Partager la carte
ja: カードを共有
ko: 카드 공유
zh_hans: 分享卡片
zh_hant: 分享卡片

source: Shareable — may appear in your Find people intro
es: Compartible: puede aparecer en tu presentación de Buscar personas
fr: Partageable : peut apparaître dans ta présentation de Trouver des gens
ja: 公開可・人を探す の自己紹介に載ることがあります
ko: 공개 가능 — 사람 찾기 소개에 들어갈 수 있어요
zh_hans: 可公开：可能出现在「找人」的自我介绍里
zh_hant: 可公開：可能出現在「找人」的自我介紹裡

source: Signed in with Apple
es: Sesión iniciada con Apple
fr: Connecté avec Apple
ja: Appleでログインしました
ko: Apple로 로그인했어요
zh_hans: 已用 Apple 登录
zh_hant: 已用 Apple 登入

source: Situation
es: Situación
ja: シチュエーション
ko: 상황
zh_hans: 情境
zh_hant: 情境

source: Skipping a day costs you nothing
es: Saltarte un día no cuesta nada
fr: Sauter un jour ne coûte rien
ja: 一日休んでも損はありません
ko: 하루 걸러도 손해 없어요
zh_hans: 漏掉一天也不吃亏
zh_hant: 漏掉一天也不吃虧

source: Some unusual usage needs checking. Write to us and we'll sort it out — everything you've saved is untouched, and reviewing still works.
es: Hay un uso poco habitual que estamos revisando. Escríbenos y lo resolvemos enseguida: todo lo que has guardado sigue intacto y puedes seguir repasando.
fr: Un usage inhabituel est en cours de vérification. Écris-nous et on règle ça tout de suite : tout ce que tu as enregistré est intact, et tu peux continuer à réviser.
ja: 普段と違う使われ方があり、確認しています。メールをいただければすぐに対応します。保存したものはそのままで、復習も続けられます。
ko: 평소와 다른 사용이 있어 확인하고 있어요. 메일을 보내 주시면 바로 정리해 드릴게요. 저장한 건 그대로고, 복습도 계속 할 수 있어요.
zh_hans: 检测到不太寻常的使用状况，正在确认中。写信给我们，我们会马上处理。你存下的东西都还在，复习也照常可用。
zh_hant: 偵測到不太尋常的使用狀況，正在確認中。寫信給我們，我們會馬上處理。你存下的東西都還在，複習也照常可用。

source: Somewhere quiet and soft.
es: A un sitio tranquilo y acogedor.
fr: Dans un endroit calme et douillet.
ja: 静かでやわらかい場所へ。
ko: 조용하고 푹신한 곳으로.
zh_hans: 到安静又柔软的地方去。
zh_hant: 到安靜又柔軟的地方去。

source: Spaced repetition, graded on device.
es: Repaso espaciado. La corrección se hace en el teléfono.
fr: Révision espacée. La correction se fait sur le téléphone.
ja: 間隔をあけて繰り返す復習です。採点は端末上で行います。
ko: 간격을 두고 반복하는 복습이에요. 채점은 기기에서 해요.
zh_hans: 间隔重复的复习，评分在设备上完成。
zh_hant: 間隔重複的複習，評分在裝置上完成。

source: Speak every day — and keep everything it teaches you.
es: Habla cada día y quédate con todo lo que aprendas.
fr: Parle chaque jour — et garde tout ce que ça t’apprend.
ja: 毎日話して、そこで学んだことはすべて残しておきましょう。
ko: 매일 말하고, 거기서 배운 건 전부 남겨두세요.
zh_hans: 每天开口说，把学到的全部留下来。
zh_hant: 每天開口說，把學到的全部留下來。

source: Speaking…
es: Hablando…
fr: En train de parler…
ja: 話しています…
ko: 말하는 중…
zh_hans: 说话中…
zh_hant: 說話中…

source: Speaking… · talk over it · tap to stop
es: Hablando… · puedes interrumpir · toca para parar
fr: En train de parler… · tu peux couper · touche pour arrêter
ja: 話しています… · 割り込んで話せます · タップで停止
ko: 말하는 중… · 끼어들어도 돼요 · 탭하면 멈춤
zh_hans: 说话中… · 可以直接插话 · 点击停止
zh_hant: 說話中… · 可以直接插話 · 點一下停止

source: Speaking… · tap to stop
es: Hablando… · toca para parar
fr: En train de parler… · touche pour arrêter
ja: 話しています… · タップで停止
ko: 말하는 중 · 누르면 종료
zh_hans: 说话中… · 点击停止
zh_hant: 說話中… · 點一下停止

source: Spend it however you like — there's no daily limit
es: Úsalos como quieras, sin límite diario
fr: Utilise-les comme tu veux, sans limite par jour
ja: 1日の上限なしで、好きなように使えます
ko: 하루 제한 없이 원하는 대로 쓰면 돼요
zh_hans: 没有每日上限，想怎么用就怎么用
zh_hant: 沒有每日上限，想怎麼用就怎麼用

source: Spend it however you like — there's no daily limit.
es: Úsalos como quieras, sin límite diario.
fr: Utilise-les comme tu veux, sans limite par jour.
ja: 1日の上限なしで、好きなように使えます。
ko: 하루 제한 없이 원하는 대로 쓰면 돼요.
zh_hans: 没有每日上限，想怎么用就怎么用。
zh_hant: 沒有每日上限，想怎麼用就怎麼用。

source: sports
es: deportes
fr: sport
ja: スポーツ
ko: 스포츠
zh_hans: 运动
zh_hant: 運動

source: Square
es: Cuadrado
fr: Carré
ja: 正方形
ko: 정사각
zh_hans: 正方形
zh_hant: 正方形

source: Start a talk
es: Empezar una llamada
fr: Commencer un appel
ja: 通話を始める
ko: 통화 시작하기
zh_hans: 开始通话
zh_hant: 開始通話

source: Start my free %lld-day trial
es: Empezar mi prueba gratis de %lld días
fr: Commencer mon essai gratuit de %lld jours
ja: %lld日間の無料体験を始める
ko: %lld일 무료 체험 시작
zh_hans: 开始%lld天免费试用
zh_hant: 開始%lld天免費試用

source: Start recording
es: Empezar a grabar
fr: Commencer l’enregistrement
ja: 録音を始める
ko: 녹음 시작
zh_hans: 开始录音
zh_hant: 開始錄音

source: Steady pace, and you recovered from pauses without stopping.
es: Ritmo constante, y cuando te trabaste seguiste sin parar.
fr: Un rythme régulier, et même en hésitant tu as continué sans t’arrêter.
ja: 速さが安定していて、詰まっても止まらずに続けられました。
ko: 속도가 고르고, 멈칫해도 멈추지 않고 이어 갔어요.
zh_hans: 节奏稳定，停顿之后也能接着说下去。
zh_hant: 節奏穩定，停頓之後也能接著說下去。

source: Strangers
es: Desconocidos
fr: Inconnus
ja: 知らない人
ko: 낯선 사람
zh_hans: 陌生人
zh_hant: 陌生人

source: Streak
es: Racha
fr: Série
ja: 連続
ko: 연속
zh_hans: 连续
zh_hant: 連續

source: Streaming / shows
es: Streaming · series
fr: Vidéo · séries
ja: 動画・ドラマ
ko: 영상 · 드라마
zh_hans: 视频·剧集
zh_hant: 影片·影集

source: Study
es: Estudio
fr: Étude
ja: 学習
ko: 공부
zh_hans: 学习
zh_hant: 學習

source: Submit
es: Enviar
fr: Envoyer
ja: 送信
ko: 제출
zh_hans: 送出
zh_hant: 送出

source: Subscribe
es: Suscribirse
fr: S’abonner
ja: 登録する
ko: 구독하기
zh_hans: 订阅
zh_hant: 訂閱

source: Subscription
es: Suscripción
fr: Abonnement
ja: サブスクリプション
ko: 구독
zh_hans: 订阅
zh_hant: 訂閱

source: System
es: Según el sistema
fr: Système
ja: システム設定
ko: 기기 설정
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Take a photo
es: Tomar una foto
fr: Prendre une photo
ja: 写真を撮る
ko: 사진 찍기
zh_hans: 拍照
zh_hant: 拍照

source: Talk and rehearse as much as you want, every day — calls, Watch scenes, shadowing.
es: Habla y ensaya todo lo que quieras, cada día: llamadas, escenas y shadowing.
fr: Parle et répète autant que tu veux, chaque jour : les appels, les scènes, le shadowing.
ja: 毎日好きなだけ通話して練習しましょう。通話も、シーン練習も、シャドーイングも。
ko: 매일 원하는 만큼 통화하고 연습하세요. 통화도, 상황연습도, 섀도잉도요.
zh_hans: 每天想聊多少就聊多少。通话、情境练习、跟读都是。
zh_hant: 每天想聊多少就聊多少。通話、情境練習、跟讀都是。

source: Talk as much as you want
es: Sin límite de tiempo de conversación
fr: Temps de conversation illimité
ja: 通話時間の制限なし
ko: 통화 시간 제한 없음
zh_hans: 通话时间不设限
zh_hant: 通話時間不設限

source: Talk as much as you want, every day
es: Habla todo lo que quieras, cada día
fr: Parle autant que tu veux, chaque jour
ja: 毎日好きなだけ通話
ko: 매일 원하는 만큼 대화
zh_hans: 每天不限时通话
zh_hant: 每天不限時通話

source: Talk at length, most days
es: Llamadas largas casi todos los días
fr: De longs appels presque chaque jour
ja: ほぼ毎日たっぷり通話
ko: 거의 매일 길게 통화
zh_hans: 几乎每天长时间通话
zh_hant: 幾乎每天長時間通話

source: Talk time lands automatically every cycle
es: El tiempo de conversación entra solo en cada ciclo
fr: Le temps de conversation arrive tout seul à chaque cycle
ja: 請求期間ごとに通話時間が自動で入ります
ko: 결제 주기마다 통화 시간이 알아서 들어와요
zh_hans: 每个账单周期都会自动补进通话时间
zh_hant: 每個帳單週期都會自動補進通話時間

source: Talk with your fluent self like a live phone call — every reply in your cloned voice.
es: Habla con tu yo fluido como en una llamada de verdad, en directo. Cada respuesta suena con tu voz clonada.
fr: Parle avec ton moi fluide comme au téléphone, en direct. Chaque réponse te revient dans ta voix clonée.
ja: 流暢な自分と、本物の電話のようにリアルタイムで話します。返事はすべてクローンした自分の声で聞こえます。
ko: 유창해진 나와 진짜 전화처럼 실시간으로 대화해요. 대답은 전부 복제한 내 목소리로 들려요.
zh_hans: 和流利的自己像讲真正的电话一样即时对话，每句回答都是你克隆的声音。
zh_hant: 和流利的自己像講真正的電話一樣即時對話，每句回答都是你複製的聲音。

source: Talk your fill, every day
es: Habla todo lo que quieras cada día y aún te sobra
fr: Parle tout ton content chaque jour, il en reste encore
ja: 毎日たっぷり話しても余ります
ko: 매일 실컷 이야기해도 남아요
zh_hans: 每天聊个够也用不完
zh_hant: 每天聊個夠也用不完

source: Talking needs a plan
es: Para hablar necesitas un plan
fr: Parler demande une formule
ja: 通話にはプランが必要です
ko: 대화하려면 요금제가 있어야 해요
zh_hans: 通话需要方案
zh_hant: 通話需要方案

source: Talking needs a plan.
es: Para hablar necesitas un plan.
fr: Parler demande une formule.
ja: 通話にはプランが必要です。
ko: 대화하려면 요금제가 있어야 해요.
zh_hans: 通话需要方案。
zh_hant: 通話需要方案。

source: Talking to your future self
es: Hablar con tu yo del futuro
fr: Parler à ton futur moi
ja: 未来の自分との通話
ko: 미래의 나와 통화
zh_hans: 和未来的自己通话
zh_hant: 和未來的自己通話

source: Talks
es: Llamadas
fr: Appels
ja: 通話
ko: 통화
zh_hans: 通话
zh_hant: 通話

source: Tap one, then the other. Listen for the voice, not the words — everyone finds their own recording strange at first.
es: Toca una y luego la otra. Escucha la voz, no las palabras: a todo el mundo le suena raro su propio audio al principio.
fr: Touche l’une, puis l’autre. Écoute la voix, pas les mots : au début, tout le monde trouve sa propre voix enregistrée bizarre.
ja: 交互にタップしてみてください。内容ではなく声だけを聞けば大丈夫です。録音した自分の声は、誰でも最初は聞き慣れないものです。
ko: 하나씩 번갈아 눌러 보세요. 내용 말고 목소리만 들으면 돼요. 녹음된 자기 목소리는 누구나 처음엔 낯설게 들려요.
zh_hans: 两个轮流点点看。只要听声音，不用管内容。录下来的自己的声音，谁一开始听都会觉得陌生。
zh_hant: 兩個輪流點點看。只要聽聲音，不用管內容。錄下來的自己的聲音，誰一開始聽都會覺得陌生。

source: Tap what fits — these pick your news stories and fuel conversations.
es: Toca lo que encaje: con esto elegimos tus noticias y sacamos temas de conversación.
fr: Touche ce qui te correspond : on choisit tes actus là-dedans, et on y prend aussi de quoi parler.
ja: 当てはまるものを選びましょう。ここで選んだものからニュースの話題を選び、会話のネタもここから取ります。
ko: 해당되는 걸 골라요. 여기서 고른 걸로 뉴스 주제를 뽑고, 대화 소재도 여기서 가져와요.
zh_hans: 选符合的。新闻主题会从这里挑，对话的话题也从这里来。
zh_hant: 選符合的。新聞主題會從這裡挑，對話的話題也從這裡來。

source: Terms of Use
es: Términos de uso
fr: Conditions d’utilisation
ja: 利用規約
ko: 이용약관
zh_hans: 使用条款
zh_hant: 使用條款

source: Text
es: Texto
fr: Texte
ja: テキスト
ko: 텍스트
zh_hans: 文本
zh_hant: 文字

source: Thank you
es: Gracias
fr: Merci
ja: ありがとうございます
ko: 감사합니다
zh_hans: 谢谢
zh_hant: 謝謝

source: That invite code isn't valid.
es: Ese código de invitación no existe.
fr: Ce code d’invitation n’existe pas.
ja: その招待コードは存在しません。
ko: 없는 초대 코드예요.
zh_hans: 没有这个邀请码。
zh_hant: 沒有這個邀請碼。

source: That's a lot of scenes this month
es: Has visto muchísimas escenas este mes
fr: Beaucoup de scènes vues ce mois-ci
ja: 今月はシーン練習を本当にたくさん見ました
ko: 이번 달 상황연습을 정말 많이 봤어요
zh_hans: 这个月看了很多情境练习
zh_hant: 這個月看了很多情境練習

source: That's a lot of talking this month
es: Has hablado muchísimo este mes
fr: Tu as beaucoup parlé ce mois-ci
ja: 今月は本当にたくさん話しました
ko: 이번 달 정말 많이 이야기했어요
zh_hans: 这个月聊了很多
zh_hant: 這個月聊了很多

source: That's enough — stop whenever you're ready
es: Ya es suficiente: para cuando quieras
fr: C’est suffisant — arrête quand tu veux
ja: もう十分です。いつでも止めて大丈夫です
ko: 이제 충분해요. 원할 때 멈추면 돼요
zh_hans: 够了，想停就停
zh_hant: 夠了，想停就停

source: That's this month's scenes
es: Hasta aquí las escenas de este mes
fr: Fin des scènes de ce mois
ja: 今月のシーン練習はここまで
ko: 이번 달 상황연습은 여기까지
zh_hans: 这个月的情境练习到这里
zh_hant: 這個月的情境練習到這裡

source: That's this month's talk time
es: Hasta aquí el tiempo de conversación de este mes
fr: Fin du temps de conversation de ce mois
ja: 今月の通話時間はここまで
ko: 이번 달 통화 시간은 여기까지
zh_hans: 这个月的通话时间到这里
zh_hant: 這個月的通話時間到這裡

source: That's today's talk time
es: Hasta aquí el tiempo de conversación de hoy
fr: Fin du temps de conversation du jour
ja: 今日の通話時間はここまで
ko: 오늘 통화 시간은 여기까지
zh_hans: 今天的通话时间到这里
zh_hant: 今天的通話時間到這裡

source: The app overall
es: La app en general
fr: L’app dans l’ensemble
ja: アプリ全体
ko: 앱 전반
zh_hans: App 整体
zh_hant: 整體 App

source: The book couldn't be written to a file. Try again.
es: No se pudo guardar el cuaderno en un archivo. Inténtalo de nuevo.
fr: Le carnet n’a pas pu être enregistré dans un fichier. Réessaie.
ja: ブックをファイルに保存できませんでした。もう一度お試しください。
ko: 책을 파일로 저장하지 못했어요. 다시 시도해 주세요.
zh_hans: 复习本无法存成文件，请再试一次。
zh_hant: 複習本無法存成檔案，請再試一次。

source: The call clock is the meter — a 10-minute call uses 10 minutes. Thinking pauses cost the same as talking, just like a phone call.
es: El tiempo que hablas es el que gastas: una llamada de 10 minutos usa 10 minutos. Las pausas para pensar cuestan lo mismo que hablar, igual que en una llamada.
fr: Le temps d’appel est le compteur : un appel de 10 minutes prend 10 minutes. Les pauses pour réfléchir coûtent autant que parler, comme au téléphone.
ja: 通話した時間がそのまま使った時間です。10分通話すれば10分。電話と同じで、考えて止まった時間も同じように数えます。
ko: 통화한 시간이 그대로 쓴 시간이에요. 10분 통화하면 10분. 전화가 그렇듯, 생각하느라 멈춘 시간도 똑같이 들어가요.
zh_hans: 通话多久就算多久，10分钟的通话就是10分钟。和打电话一样，停下来想的时间也照算。
zh_hant: 通話多久就算多久，10分鐘的通話就是10分鐘。和打電話一樣，停下來想的時間也照算。

source: The call dropped
es: La llamada se cortó
fr: L’appel a été coupé
ja: 通話が切れました
ko: 통화가 끊겼어요
zh_hans: 通话中断了
zh_hant: 通話中斷了

source: The Core
es: El Núcleo
fr: Le Noyau
ja: コア
ko: 코어
zh_hans: 核心
zh_hant: 核心

source: The iPhone's own mic.
es: Solo el micrófono del iPhone.
fr: Le micro de l’iPhone uniquement.
ja: iPhoneのマイクだけを使います。
ko: 아이폰 마이크만 써요.
zh_hans: 只用iPhone的麦克风。
zh_hant: 只用iPhone的麥克風。

source: The made voice
es: La voz creada
fr: La voix créée
ja: 作られた声
ko: 만들어진 목소리
zh_hans: 做出来的声音
zh_hant: 做出來的聲音

source: The more you say it, the more it's yours
es: Cuanto más lo dices, más tuyo es
fr: Plus tu le dis, plus c’est à toi
ja: 話すほど、 自分のものになる
ko: 말할수록, 내 것이 된다
zh_hans: 越说， 越是自己的
zh_hant: 越說， 越是自己的
